class Menu {
  static const List<String> breakfast = [
    "Овсяная каша с медом и бананом",
    "Овсяная каша с медом и вишней",
    "Овсяная каша с цукатами",
    "Вареные яйца с паштетом",
    "Вареные яйца с тунцом",
    "Вареные яйца со шпротами",
    "Вареные яйца с икрой",
    "Вареные яйца с печенью трески",
    "Жареные яйца с колбасой, сыром, грибами",
    "Хлопья с молоком",
    "Хот-дог",
  ];
  static const List<String> soup = [
    "Борщ",
    "Крем-суп с горохом",
    "Суп с чечевицей",
    "Суп с гречкой",
    "Суп с овощами",
  ];
  static const List<String> dinner = [
    "Окунь гарячего копчения с овощами",
    "Окунь гарячего копчения с печеным картофелем",
    "Домашняя шаурма",
    "Домашний бургер",
    "Пельмени",
    "Вареники",
    "Запеченая свинина кусочками с гарниром",
    "Жареная свинина кусочками с гарниром",
    "Запеченый свиной биток с луком и сыром",
    "Запеченая курица кусочками с гарниром",
    "Жареная курица кусочками с гарниром",
    "Жареная печень с гарниром",
    "Тушеные сердечки с гарниром",
    "Жареная рыба с гарниром",
    "Печеная рыба с гарниром",
  ];
  static const List<String> garnish = [
    "Гречневая каша",
    "Булгур",
    "Кус-кус",
    "Птитим",
    "Жареный картофель",
    "Печеный картофель",
    "Картофель в мундирах",
    "Пюре",
    "Макароны",
    "Рисовая лапша (фунчоза)",
    "Замороженые овощи",
  ];
  static const List<String> dessert = [
    "Чизкейк",
    "Панакота",
    "Крем-брюле",
  ];
  static const List<String> salad = [
    "Фаршированые грибы",
    "Вареные сердечки с горошком и майонезом",
    "Жареные грибы с чесноком и плавленым сырком",
    "Вареная свекла с майонезом",
    "Оливье",
    "Крабовый салат",
    "Салат из свежих овощей с фетой и маслинами",
  ];
}
